/*
//файл персональних даних не загружати на gitHub
//-прописуються усі налаштування мереж і назв
//-індивідуальні кліматичні карти інкубації різних птахів
//-шляхи для використання штучного інтелекту у
//відповідях і шифрування, ключі API тощо

*/

#include <Arduino.h>


 char* ssid = "";
 char* password = "";
 //конфігурація для ідентифікації власника
String phoneNumber= "";//діючий телефон для тривожних по
String Email = "";//пошта
String Pass_Email = "";//пароль від електронної скриньки для відправки пошти і даних
String encryption ="";//слово-пароль для ідентифікації власника
String timcon_login =""; //логін для входу на сервер TIMCON
String timcon_password = "";//пароль для входу на сервер TIMCON
String id_code =""; //записане числф секунд з NTP для шифрування даних
 

#define BOT_TOKEN "" // унікальний номер бота
#define CHAT_ID "" //код чату

//дані шифрувань та інка конфіденційна інформація
